tap "thoughtbot/formulae"
tap "railwaycat/emacsmacport"

brew "caskroom/cask/brew-cask"
brew "curl"
brew "fish"
brew "gettext"
brew "git"
brew "git-flow-avh"
brew "gnu-getopt"
brew "go"
brew "httpie"
brew "lua"
brew "rcm"
brew "tmux"
brew "the_silver_searcher"
brew "emacs-mac"
brew "docker"
brew "docker-compose"

cask "iterm2"
cask "transmission"
cask "vlc"
cask "skype"
cask "tunnelblick"
cask "qlmarkdown"
cask "emacs"
cask "firefox"
cask "slack"

