tap "thoughtbot/formulae"
tap "railwaycat/emacsmacport"
tap "neovim/neovim"

brew "caskroom/cask/brew-cask"
brew "curl"
brew "fish"
brew "gettext"
brew "git"
brew "git-flow-avh"
brew "gnu-getopt"
brew "httpie"
brew "rcm"
brew "tmux"
brew "the_silver_searcher"
brew "emacs-mac"
brew "docker"
brew "docker-compose"
brew "neovim"
brew "ngrok"

cask "iterm2"
cask "transmission"
cask "vlc"
cask "skype"
# cask "tunnelblick"
cask "viscosity"
cask "qlmarkdown"
cask "emacs"
# cask "firefox"
cask "slack"
cask "lastpass"
cask "mailbox"
cask "spectacle"
